puts "name: 名前"
puts "language: 言語"
puts "hitokoto: 一言"

24/5/2 ミニアプリのリポジトリにプッシュしても草が生えないのはなぜ？
24/5/6 どうもローカルリポジトリのemailアドレスがGitHubのemailアドレスと異なっていた為、草が生えなかったみたい
24/5/8 基礎テスト実施。Notionにて復習ポイント記載
24/5/9 基礎テスト、テーブル連結の復習を完了。不足分のコードを記載
24/5/13 今日の就活面談で草生やすのがとにかく大事ということで、絶対に忘れないようにしておこう（カレンダーに毎日リマインド設定した）
24/5/14 今日も一歩ずつがんばるぞ！
24/5/16 今日は勉強できないが、レビューを待って明日からがんばる！
24/5/17 中間試験の結果LGTMをもらえた！今日はRubyの試験に取り組むぞ！
24/5/18 今日で中間試験を終わらせる！
24/5/19 今日は引っ越しの準備について忙しいくて勉強できなさそうだが、明日からがんばる！
24/5/20 今日はカリキュラムの修正を行い、またアプリの頭の掃き出しを行う！
24/5/21 アプリのアイディアは継続的にブラッシュアップし、Rails応用を進める！
24/5/22 Rails応用すすめながら、イベントの告知の準備もする！
24/5/23 Rails応用の進捗がよかったので、今日もがんばる！
24/5/24 Rails応用、少しずつだけど進んできた。あと少しがんばろう！