puts "name: 名前"
puts "language: 言語"
puts "hitokoto: 一言"

24/5/2 ミニアプリのリポジトリにプッシュしても草が生えないのはなぜ？
24/5/6 どうもローカルリポジトリのemailアドレスがGitHubのemailアドレスと異なっていた為、草が生えなかったみたい
24/5/8 基礎テスト実施。Notionにて復習ポイント記載
24/5/9 基礎テスト、テーブル連結の復習を完了。不足分のコードを記載
24/5/13 今日の就活面談で草生やすのがとにかく大事ということで、絶対に忘れないようにしておこう（カレンダーに毎日リマインド設定した）
24/5/14 今日も一歩ずつがんばるぞ！
24/5/16 今日は勉強できないが、レビューを待って明日からがんばる！
24/5/17 中間試験の結果LGTMをもらえた！今日はRubyの試験に取り組むぞ！
24/5/18 今日で中間試験を終わらせる！
24/5/19 今日は引っ越しの準備について忙しいくて勉強できなさそうだが、明日からがんばる！
24/5/20 今日はカリキュラムの修正を行い、またアプリの頭の掃き出しを行う！
24/5/21 アプリのアイディアは継続的にブラッシュアップし、Rails応用を進める！
24/5/22 Rails応用すすめながら、イベントの告知の準備もする！
24/5/23 Rails応用の進捗がよかったので、今日もがんばる！
24/5/24 Rails応用、少しずつだけど進んできた。あと少しがんばろう！
24/5/25 今日は引っ越しの準備で一日学習できなかったけど、明日は少しでもRails応用復習をする！
24/5/26 今日も引っ越しの準備で一日学習できなかったけど、明日は少しでもRails応用復習をする！
24/5/27 引っ越し準備、追い込み。勉強できるだろうか・・・？でも、Dockerの本は読み進めている！
24/5/28 引っ越し当日。新幹線の中で、Dockerの本が読めるぐらいだろうか？雨なので、無事に引っ越しできるといいな。
24/5/29 東京に無事、越してきました！新幹線の中で、Dockerやrailsについて疑問に思っていることを、ChatGPTに壁打ちして、色々クリアになった！
24/5/30 今日は手続き関係で一日終わりそう。明日でやっと片づけられるかな？
24/6/1  今日は、CSS完全理解のイベント！復帰に向けての良い準備運動になりそう！
24/6/2  やっと今日からカリキュラムに戻れる。少しずつ、がんばっていこう。
24/6/3  jsの使い方が難しい・・・。ここはニガテポイントなので、明確になっているのはよし！しっかり克服していこう。
24/6/4  やっとpaizaの標準入力が分かってきた！